Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 글쎄, 나도 들은 게∙∙∙
en: I’m not sure. I haven’t heard any--

source: 이게 본선이었다면∙∙∙
en: if this were the actual audition...

source: 그런데 이 코인 노래방이란거, 몰래 와서 부르고 가기 딱 좋게 생겼네.
en: anyway, this coin karaoke... must be nice if you want to sing by yourself in secret.

source: 왱알 앵알
en: blah blah

source: 어머…
en: oh...

source: 페이지를 넘기는 동작조차 조심스럽지.
en: turning each page with great care.

source: 온갖 X꼬쇼를 다 했는데, 이제 와서 무슨 염치로 엔젤케어를 달래?!
en: he worked his *ss off to get angelcare, and now they expect him to just hand it over?!

source: 꽤 오랜만이네.
en: ...just for myself.

source: 합주 당일.
en: scheduled jam session

source: 아, 아뇨. 분명 <제트 맨>을 궁금해하실 거라고 생각해서∙∙∙
en: no, no. I just assumed you were looking into jet-man...

source: 매번 생각만으로 끝났던 건,
en: I always stopped at wondering, though,

source: 저희의 7000RPM 잘 들어 주셨나요?
en: did you enjoy our rendition of 7000 rpm?

source: 네~ 대단한 실력이네요!
en: woooow, impressive!

source: 이거 물어 주려면 네 월급으론 택도 없겠는데?
en: I doubt you could cover it with your salary.

source: …기타리스트가 필요하긴 해.
en: we do need a guitarist.

source: 어차피 메꿀 손실인데 그게 뭐 그리 중요한가.
en: I think it’s fine. we’re going to make up for those losses anyway.

source: 이미 많이 봤다.
en: I’ve seen tons already.

source: 체력이 약하다는 소리는 들어본 적 없는데∙∙∙
en: I’ve never been told that before...

source: 흠도 X라 만지.
en: your singing also has tons of flaws.

source: 샛별 유치원
en: Morningstar Preschool

source: 지금은 아주 미약한 수준이지만…
en: it’s very faint at the moment, but...

source: 해인 씨는 그렇게∙∙∙
en: hae-in is not...

source: 빼꼼..
en: peek

source: 제목 : 밴드 <천연에이드>의
en: Subject: The band Cheonyeon-ade

source: 쪼르르..
en: POUR

source: 그치만…
en: but...

source: 밴드…
en: the band...

source: ∙∙∙안 하는 게 맞아.
en: I shouldn’t do it.

source: 으으..
en: ugh...

source: 내가∙∙∙
en: can I...

source: 천 대리님?!
en: mr. cheon?!

source: 베이스 언니 예뻐요!
en: you’re so pretty, miss bassist!

source: <드림 어게인>이라면, 그-
en: by dream again, you mean--

source: 두 분 말씀 아직 안 끝난 거 아니었나요?
en: I don’t know if they’re done talking yet!

source: 첫 번째 순서 전에 멘트 치고…
en: say a few words before the first performance starts...

source: 하∙∙∙ 합격자 발표는 아직 아닌가요?!
en: i-isn’t it a little too early for results to be out?

source: 호연이가 할 수 있는 건 다했다.
en: hoyeon’s done all that he can.

source: 쫓아가 봐야 하는 거 아냐, 천 대리?
en: shouldn’t you go after her, hoyeon?

source: 다시 한 번
en: pick up...

source: 둘이 제일 변수다.
en: those are the two wild cards.

source: 그러니까…
en: so...

source: 항상 그런 식이었죠.
en: ...you always were.

source: 누구지?
en: who is that?

source: 정말 대단했지요!
en: you were fantastic!

source: 한지혁 밴드의 <그냥 너 갈 길 가!>
en: go on your way by the jihyeok han band!

source: 드럼 엄청 잘 치시네요!
en: you’re such a great drummer!

source: 뭐∙∙∙
en: well...

source: 알다마다.
en: of course I’m aware.

source: 와, 완전히 까먹고 있었네.
en: damn, you completely forgot.

source: 자아 성찰이 수준급인데…?
en: that’s some next level self-awareness!

source: 질끈
en: SQUEEZE

source: 씨이… 넌 속도 없냐!
en: ugh...you’re not even mad?!

source: 급은 맞춰야지!
en: you need to try to get on her level.

source: 확
en: WHIP

source: 어, 으, 응?!
en: uh, um, yes?!

source: 당신이 정말 나를 사랑했다면
en: if you truly loved me...

source: 좌장!
en: DA DUM

source: 차라리 잘됐어.
en: that’s good, then.

source: 쿠쿡
en: GIGGLE

source: 내가 어디 성격 파탄자로 보여?
en: do I seem incredibly weird to you? of course not.

source: 이미… 늦었어.
en: it’s... too late.

source: 아, 형⎯ 무슨 첫 촬영도 하기 전에 하ㅊ∙∙∙
en: come on, munjin, we haven’t even filmed the first episode. you can’t qui--

source: 어쩌면 나∙∙∙
en: am I...

source: 빠안
en: stare

source: 와하하하하!!
en: bahaha!

source: 어떻게 생긴 사람인지만,
en: I just want to take a peek and see...

source: 허어!!
en: whoa!

source: 아주 유명인이구먼~
en: ooh, you’re practically a celebrity!

source: 잘했네, 천 대리.
en: good work, hoyeon.

source: 맛있는 요리를 저렴하고 푸짐하게
en: Delicious food at low prices

source: 그런 말씀은 나중에 환생하면 하세요-
en: you can say that stuff after you’ve been reborn.

source: 네. 걱정해 주셔서 감사합니다, 지 대리님.
en: yep. thanks for your concern, mr. ji.

source: 그건…
en: ...I’d like to use it...

source: 당장 가서 물건부터 회수해!
en: go retrieve the items right now!

source: 함께할 만한 사람이 과연 있을지…
en: I don’t know if anyone would want to participate with me...

source: 중얼
en: MUMBLE

source: 늦었다고 호들갑 떤 것 치곤 일찍 도착했네…
en: I was freaking out about being late, but I’m actually early...

source: 이제 아이돌이 그 사람한테 먼저 찍어 달라고 찾아온다던데…
en: I’ve heard that singers approach him first these days to ask him to film them...

source: 당연히 1층 카페에 배달 주문 넣고 왔죠!
en: I’ve already placed an order for delivery for you at the coffee shop on the first floor!

source: 또 혼자 드시네.
en: you’re eating alone again, huh?

source: 와하하-
en: BAHAHA

source: 크아아
en: AAARRGGHHH

source: 이달의 우수사원
en: Employee of the Month

source: 후아∙∙∙
en: phew...

source: 흐아…!
en: argh...

source: 지금까지의 내 모습과 너무 달라지지 않을까?
en: ...won’t I become someone unrecognizable?

source: 맞는 말이긴 하지.
en: it’s true, though.

source: 다 사정이 있다는데, 어떻게 매정하게 추심을 하느냐고∙∙∙
en: there are good reasons why they couldn’t make those payments. I’m not so heartless as to ignore all that...

source: 14화
en: Episode 14

source: 야, 너 또 틀렸어.
en: hey, you got it wrong again.

source: 와, 이 형 뻔뻔한 것 봐.
en: wow, you’ve got some nerve.

source: 대한민국 록의 돌연변이이자… 개망나니, 한지혁
en: the one-in-a-million superstar... and wild child of korean rock, jihyeok han.

source: 그래도 왕따는 아닌가 보네.
en: I guess he isn’t a complete loner.

source: 이런∙∙∙
en: it’s just...

source: 오디션 영상 촬영, 잘 부탁드립니다.
en: I’m sure you’ll do a wonderful job with the audition video.

source: 그냥 너 갈 길 가!
en: ...and just go on your way!

source: 1200팀 걸 보게 됐다고요!
en: that means I have to watch 1,200 videos!

source: equest 썬탠 SR선신여대점 T.921-22XX
en: equest Tanning SR Seonsin Women’s Uni T.921-22XX

source: 코리아 캐피털에서 답사를 나오신다는데,
en: well, when we heard korea capital was sending people over to take a look at what we have to offer...

source: 기타,
en: ...a guitarist...

source: 바보야, 어차피 너 말고는 아무도 못 듣잖아.
en: no one can hear me except you, genius.

source: 직급만큼 받는 돈만큼⎯
en: with all those advantages you have...

source: 와…!!!
en: wow!

source: 과장님은 사실…
en: in truth, you...

source: 오셔서 제 노래를 들어 주세요!
en: come and listen to my song!

source: 아휴, 리스크 관리팀의 선해인 주임님까지 오시고!!
en: wow, ms. seon from the risk management team herself!

source: …노래…?
en: his... song?

source: 멤버도 순조롭게 영입했겠다,
en: we’ve successfully recruited several members.

source: 그럼 결혼도 나말고 유나랑 하면 되겠다.
en: why don’t you go marry yuna, then?

source: 도대체 몇 번째냐…
en: ...has it been now?

source: 혹시 노래를 바꿀 수 있을까요?
en: ...could I switch to a different song?

source: 천 대리님의 노래…
en: to hear mr. cheon’s singing.

source: 엄청난 팀의 시작을 목격하고 있는 건가?!
en: ...witnessing the birth of a legendary band?

source: 먼저, 이렇게 저희 노래를 듣고 와 주셔서 감사합니다!!
en: first, thank you so much for coming to listen to our song!

source: 그 대상이 같은 회사 사람이라면 어떤 심정일까…?
en: I can’t imagine how she must be feeling after being spotted by a colleague...

source: 처음에는 남들도 다 이렇게 하는 줄 알았는데
en: at first, I thought it was normal.

source: 정거장
en: Bus Stop

source: 여차하면 내가 베이스로 빠져야겠는데.
en: do I need to take up the bass myself?

source: 벌써 멤버를 둘이나-
en: two bandmates already!

source: 꺄아아아아아악
en: AAAARRRRGGHHHH

source: 그, 그러면∙∙∙
en: yeah, I...

source: 정말이지… 너무… 감동!!
en: it was... so... amazing!

source: 설마…
en: it...

source: 한두 푼 들어가는 것도 아닌데, 주먹구구로 하면 쓰나.
en: this is costing us a lot of money. we can’t be lax about anything.

source: 내가-
en: am I...

source: 폭탄주를 만드는 데 초록 뚜껑 소주를 넣으시다니요!!!
en: using the green-capped soju in a bomb?!

source: 옷차림만 봐도 확실히 가수는 아닌 것 같고…
en: he’s definitely not dressed like a singer...

source: 그리고 매년 가을마다 찾아오는 코리아 캐피털의 전통…
en: and a korea capital tradition that comes around every autumn...

source: 아니어도 제가 드릴 말씀이랑 상관있으니 뭐…
en: regardless, what they’re discussing is related to what I have to say, so...

source: 짜-잔
en: TA DA

source: 탕비실
en: Office Kitchen

source: 과장님께 꼭 들려드리고 싶은 노래가 있습니다.
en: ...there’s a song I’d really like you to hear.

source: 팀장님 지시 사항이라는데 까라면 깔 수밖에.
en: it’s an order from the department head. we can’t exactly ignore it.

source: 그전엔 업무 태도도 대인 관계도 나쁘지 않았는데…
en: before, his performance and relationships with colleagues were fine...

source: 헌혈의 집 헌혈
en: Blood Donation Center Blood Dona

source: 송형도, 즐기고 있는 거야.
en: which means... he’s enjoying this too.

source: 장기 자랑하면 천 대리, 천 대리 하면 장기 자랑이라지만
en: now, we know the name “hoyeon cheon” is synonymous with “company talent show”...

source: 그러게. 기분 전환이 되네.
en: it really is. I’m in a better mood already.

source: 뭐야 선해인이었네.
en: what, it really was hae-in?

source: 살짝…
en: ...what she looks like--

source: 한번만 더 날 열받게 하면
en: if you piss me off again...

source: 이유나말해줘이유나
en: TellMeWhyYuna

source: 그럼 다녀오겠습니다!
en: we’ll see you when we get back!

source: 완전 지르는 노래일까?
en: maybe the next one will be a real belter?

source: 단시간에 이런 멤버를 모으다니, 제법인데.
en: impressive work, gathering all these members so quickly.

source: 에-
en: um...

source: 산전수전…?
en: been through a lot?

source: 첫 합주부터 시너지가 제법이잖아⎯
en: ...has great synergy from the get-go.

source: 선 주임님 용건은 끝나신 것 같은데, 먼저 들어가 보시죠.
en: maybe you should head on back, ms. seon, since your part is done.

source: 두 분,
en: it sounds like...

source: 지금 정신이 있는 거야, 없는 거야?!
en: what is wrong with you?!

source: 오늘 정도면 한 500명?
en: probably about 500?

source: 혼자 앉아서 뭔가 생각하는 눈치더라고.
en: it looked like he was taking some time alone to think...

source: 솔직히 이해가 가지 않습니다.
en: you changed all of a sudden.

source: 19화
en: Episode 19

source: 이렇게 보니 마음을 놓아도 될 것 같네요.
en: ...I feel like I can relax around you.

source: 이 등신 새끼야!
en: you moron!

source: 헛것 아니고?
en: you weren’t just seeing things?

source: 여직원들의 마음을 설레게 하는 외모의 소유자!
en: female colleagues swoon at his looks!

source: 아, 천 대리님 그러고 보니…
en: oh, speaking of, mr. cheon...

source: 몸을 적셔 주는 기운에 부르르 떨다,
en: vibrating with the energy soaking into my body...

source: 박종국, 너 이거 생방송 하면 또 찍으러 가겠네.
en: I assume you’re gonna go and film the live show, jongguk.

source: 너튜브 'One Shot' 맞으시죠? 송도에서 저 찍어 주셨던.
en: you’re “oneshot” on wetube, right? you filmed me in songdo.

source: 어?
en: huh?

source: 하지만 사람의 마음을 움직이는 건,
en: but even with aura he’s received...

source: 쓸데없는 짓을∙∙∙
en: that was unnecessary...

source: 저희, 한 번 더 맞춰 볼까요?!
en: ...should we jam one more time?!

source: 흥
en: hmph

source: 팀장님이 아시면 저 혼나요~
en: the department head would kill me if he found out that you drove me back.

source: 으으으…
en: ugh...

source: 이야-
en: wow...

source: 지금 기타가 한 분이라, 투 기타로 가면 좋을 것 같은데.
en: we only have one guitarist right now. it’d be nice to have two.

source: 지 대리랑?
en: you and mr. ji?

source: 걸리적거리니까 그냥…
en: all you are is in my way...

source: 대학 들어간 게 신기할 정도로요.
en: it was a miracle that I got into college at all.

source: 누가 금경대 라인 수장 아니랄까 봐, 자기 라인 사람들은 엄청 챙기는군.
en: that damn nepotist. he never misses a chance to look after his fellow geumgyeong graduates.

source: 유나가 아무리 예쁘고 춤 잘 추고,
en: it doesn’t matter how pretty yuna is, or how well she dances...

source: 아우라의 기운 때문에 정신이 이상해진다든가,
en: like, does it mess with your mind...

source: 형한테 배단된 예선 파일까지 다 심사하게 된,
en: you know, judge junbeom jang, the one who ended up evaluating...

source: 멈춰 봐.
en: stop for a sec.

source: 정말… 감사드려요.
en: thank you... so much.

source: 이틀 동안 그걸 다 보고 심사했다고요?
en: and you’re saying you watched and evaluated all 600 videos in two days?

source: 아, 네. 네에…
en: oh, yes. that’s true...

source: 앗
en: oh!

source: 누군가가 알아줬으면 해
en: ...but I wish someone would understand.

source: 하하하!
en: bahaha!

source: 터덜 터덜..
en: TRUDGE TRUDGE

source: 좌장
en: da da dum

source: 나를 베이스 기타로 이끈
en: it was this song that drew me...

source: 8화
en: Episode 8

source: 원준이 혼자 밤을 새워서 서류 박스를 분류했다더라고요.
en: wonjun was up all night organizing those document boxes by himself...

source: 휙휙
en: TWIRL TWIRL

source: 그냥 예쁘고 잘하는 것들은 널렸거든.
en: pretty, talented kids are a dime a dozen.

source: 일찍… 오셨네요.
en: you’re here... early.

source: 머뭇…
en: hesitate

source: …매번 비슷한 이유였죠.
en: it was the same thing every time.

source: 언제든 쪽팔림을 줄 수 있다…?
en: because you could end up embarrassing yourself at any given moment. right?

source: 이야∙∙∙
en: wow...

source: 저, 실력만큼은 어디 가서 뒤지지 않아요.
en: all else aside, I really am a skilled guitar player.

source: 이 곡은 스틱을 네 번 친 후에 정박으로 곡이 시작되거든요.
en: this song starts on the downbeat after the drummer taps the sticks four times.

source: 잠깐, 처음부터 죄송한데요.
en: hold on. I’m sorry to interrupt right away, but...

source: 화륵
en: flare

source: 천 대리님,
en: mr. cheon.

source: 앗… 파트장님, 그게 아니고…
en: uh... no, mr. oh, it wasn’t...

source: 살랑-
en: float

source: 주룩
en: drip

source: 이 정도는 일도 아니라는 거죠.
en: this is probably nothing.

source: 일단 기다려 보도록 할까.
en: ...for now, I’ll wait and see how you do.

source: <천연 에이드>∙∙∙ <천연>∙∙∙ 네, 여기 있네요.
en: cheonyeon-ade, cheonyeon... yes, here it is.

source: 어떨떨…
en: dazed

source: allery PC 경희미래한의원 V.I.P - BAR 의집
en: allery PC Kyeonghui Mirae Clinic V.I.P - BAR Center

source: 앞으로 잘 부탁드려요.
en: I look forward to working with you.

source: 이 몸이 지금부터 네 녀석을,
en: I will take you and...

source: 혹시 진 님?!
en: is that you, jin?

source: 아우라는 감정을 효과적으로 전달하는 능력일 뿐, 그 자체로 보유자의 인격을 건드리진 않아.
en: an aura is just an ability to convey emotion effectively. it doesn’t change anyone’s personality.

source: 글쎄요∙∙∙
en: let’s see...

source: 게다가 사실, 흥미로운 일이기는 해.
en: besides, to be honest, this is interesting work.

source: 다들 일찍 오셨네요.
en: wow, you’re all here early.

source: 콜라…
en: cola...

source: 멤버 영입, 기획, 비전 제시까지 모두 천 대리가 했는데, '천호연 밴드'로 가죠.
en: hoyeon did everything, from recruiting members to planning and presenting his vision. let’s just go with the hoyeon cheon band.

source: 위 학생은 관악대 주최
en: The above-named student has achieved excellence

source: 벌써부터 아우라가 대단하다.
en: ...yet my aura is already overflowing.

source: 오호, 시크릿 밴드의 <안녕, 나의 꿈>이잖아?
en: ooh! hello, my dream by the band secret, huh?

source: <코리아 캐피털> 경영진 회의
en: ...korea capital’s executives hold a meeting.

source: 아우라의 지구력
en: The Enduring Power of the Aura

source: 어떤 노래를 하게 될지 잔뜩 기대했는데…
en: I was excited to find out what kind of songs we’d be singing...

source: 며칠 뒤에 코리아 캐피털 전체 워크숍을 가거든요.
en: in a few days, there’s going to be a company-wide retreat.

source: 유령이다.
en: ...a ghost.

source: 꺅!!
en: oh my gosh!

source: 또각 또각 또각
en: CLICK CLACK CLICK

source: 흠흠~
en: dum de dum...

source: 미국의 유서 깊은 명문, 세일대 졸업!
en: a graduate of the prestigious american college... shale university!

source: 부러우면 자기도 가서 찍지 그래?
en: if you’re so jealous, why don’t you take fancams too?

source: 이거다!!
en: that’s it!

source: 너는 뒷걸음을 치며 도망칠 곳을 찾지!
en: you back away, looking around for somewhere to hide!

source: 소중한 사람과 함께 꾸던 꿈이었지.
en: it was a dream I shared with someone important to me.

source: 제 너튜브는 여돌 전문이거든요?
en: my wetube channel is strictly for girl groups.

source: 아니면 영화나… 밥?
en: or to watch a movie with him... or go out to eat?

source: 네네, 드릴 수 있죠. 어떤 밴드가 궁금하신가요?
en: sure, I can get that for you. for which band?

source: 드럼,
en: a drummer...

source: 아이돌… 좋아하시나 봐요.
en: you’re a fan of kpop singers, I see.

source: 드림∙∙∙ 뭐?
en: dream... what?

source: 이… 이야아~!
en: amazing!

source: 슬슬 일어날까.
en: we should get going.

source: 밴드?
en: a band?

source: 송형에게서 나에게로
en: an enormous amount of aura is flowing...

source: 엑??
en: huh?

source: 진짜 실력을 알기 어렵지.
en: they make it hard to accurately gauge your skills.

source: 정작 내가 원하는 건-
en: ...but that isn’t...

source: 저도 선 주임님이 계실 줄은⎯
en: I didn’t expect to see you here, either, ms. seon...

source: 턱!
en: grab

source: 일찍 오셨네요.
en: you’re here early.

source: 진짜 무대'는 다르다.
en: that’s not the case on a real stage.

source: 요즘 직캠이다 뭐다 해서 현장 영상을 찍어 나르는 사람들이 많지 않습니까?
en: it’s really common nowadays for people to take and post live “fancam” footage from shows.

source: 이제부터 잘하면 되니까요!!
en: as long as we do it right from now on!

source: 이렇게 밖에서 막 부르다가 유출될 수도 있잖아요?!
en: ...I shouldn’t sing it in public. what if it gets leaked?

source: 오늘도 부탁해~~@^^@
en: I’m counting on you again today! :)

source: 거칠게 긁어서 내지르는 샤우팅.
en: the rough, raspy voice.

source: 영상까지∙∙∙
en: we’re going to be filmed, too...

source: 싸늘
en: icy

source: 이 노래 모르는 건 아니지?
en: you do know this song, right?

source: 말씀드리고 싶은 게 있습니다.
en: ...there’s something I want to say to you.

source: 고객만족팀
en: Customer Satisfaction

source: 이 상장을 수여
en: hereby present this

source: 오호… 꽤 냉정한데?
en: damn... you’re ice cold.

source: 주임님도 들어 보셨겠지만
en: I’m sure you’ve realized from listening to him...

source: …글쎄요.
en: to be honest, I’m not sure.

source: 어라운드 뮤직
en: around music

source: 서명 부탁드립니다⎯
en: could I have your autograph?

source: 이 곡은 분명…
en: this song is...

source: 아무도 기억해 주지 않는
en: ...that everyone passes by...

source: 느껴진다…
en: I feel it...

source: <드림 어게인> 참가 팀을 찾으신다고 해서 왔습니다.
en: I heard you wanted to see the employees who were participating in dream again.

source: 저희 다시, 꿈을 위해 달려 봐요.
en: let’s chase our dreams together.

source: 회사니까 조용히 좀 말해요…
en: please be quiet... this is a place of business.

source: …죽어서도 자기중심적인 건 똑같네.
en: self-centered... even in death.

source: 뭐, 이 정도면 회포는 적당히 푼 것 같고.
en: well, I think we’ve done enough catching up for tonight.

source: 신경 쓰여, 주변의 모든 것.
en: it bothers me! everything around me!

source: 표정을 보니 걱정 안 해도 되겠군.
en: judging by his expression, there’s no need for concern.

source: 그건 좀 골치 아프겠네.
en: that does complicate things.

source: 선해인 주임님한테 그런 제안을 해도 될지 모르겠어요.
en: ...can’t just propose something like that to ms. seon.

source: 동공 지진
en: TREMBLE

source: 하아, 그게…
en: well, that’s...

source: 영상도 정말 멋지더라고요.
en: the video was amazing.

source: 월례 회의에서 이런 식으로 보고할 거야?
en: is this the best you can do for our monthly meeting?

source: 예이~
en: yeah!

source: 이제야 결심이 섰나 보네.
en: I guess you’ve finally made up your mind to quit.

source: 멀뚱
en: blink

source: 왠지 이 사람은 악기를 다룰 것 같다는 느낌이라던가…
en: like a feeling that makes you go, “yes, this person definitely plays an instrument”...

source: 성격 파탄자.
en: you are weird.

source: 역시 우리 금경대 출신들이 잘하는구먼!!
en: like I always say, geumgyeong graduates get it done!

source: 드(림)
en: Dream

source: 나 형네 방송국에서 하는 <드림 어게인>에서 심사 보는 거.
en: I’m going to be a judge on “dream again” on your network.

source: 뭐 합니까, 베이스.
en: bassist, what are you doing?

source: 이제 도장 찍을 일만 남은 건이잖아요…!
en: literally all that’s left is for them to sign the damn piece of paper!

source: 네 나이에 이제 와서 기획사 문을 두드리는 것도 오버고,
en: it’s a little late now for you to be sniffing around talent agencies...

source: 파일(F) 편집(E) 서식(O) 보기(V) 도움말(H)
en: File Edit Format View Help

source: 좋아!
en: okay!

source: 이 정신 나간 새끼야.
en: is this some kind of joke?

source: 아우라로 보건대, 이 녀석은 기타리스트야.
en: judging by his aura, this dude is a guitarist.

source: 으악!
en: ack!

source: 그렇죠.
en: yes.

source: 에이드∙∙∙
en: ade...

source: [Web발신] 심사 결과 귀하는 <드림 어게인> 예선 심사에 합격하셨습니다.
en: This message is to confirm that you have passed the first round of auditions for Dream Again.

source: 사아아
en: glow

source: 저희 같은 직장인 밴드를 위한 오디션 프로그램!
en: a competition show for amateur bands made up of working professionals like us!

source: 뭐, 뭐요?
en: wh-what?

source: ∙∙∙그날 이후 난 방송 활동을 일체 끊어 버렸다.
en: after that terrible day, I made a clean break with the entertainment industry.

source: …다 망가진 상태에서도
en: even in your inebriated state...

source: 대단하다.
en: amazing.

source: 이야⎯ 장비가 본격적인데.
en: wow... the equipment looks legit.

source: 연주'다.
en: ...playing an instrument.

source: 강수빈… 대리님?
en: manager... subin kang?

source: 왜애애애애애애!!
en: whyyyyyyyy!

source: 하루종일 조조가격
en: All-Day Early Bird Prices

source: 그래서 네게 고백하는 거야-
en: that’s why I’m confessing now...

source: 11화
en: Episode 11

source: 허헛… 할 말이 없네.
en: hah... can’t really argue with that.

source: 아닙니다.
en: not a problem.

source: 리허설 무대만으로 박수 받기는 쉽지 않은데 말이야.
en: it’s rare to get applause like that during a rehearsal.

source: 아, 아니 잠깐…!
en: h-hey, wait!

source: 좋은공
en: Lovely Conc

source: 이쪽 세계에서는 그걸…
en: in my world, we call that...

source: 네, 알겠습니다.
en: all right.

source: 도레미 피디입니다.
en: ...of the tvz production department speaking.

source: …직접 확인 좀 해 보고 싶어서.
en: because I want to check something.

source: 짜식.
en: jeez, kiddo.

source: 두다다다
en: sprint

source: 오늘∙∙∙ 정말 무슨 일 있는 건가요?
en: is something... happening today?

source: 직접 확인해 보시죠, 부사장님.
en: you can see for yourself, mr. vice president.

source: 그러니까⎯
en: that’s what I’m saying.

source: 역시 내 노래인가?!
en: one of my songs, I suppose?!

source: 오- 제발 샤프 뚜껑은 세 번만 눌러줘!!
en: oh... stop clicking your damn mechanical pencil!

source: 베토벤?
en: by beethoven?

source: 그럼 적어도 '이건'하고 자란 말이야~!
en: at least do this before you go to sleep!

source: 현장과 온라인의 반응을 꼼꼼하게 살피고 있어요.
en: reactions from both the in-person audience at the venue and online.

source: 뚱-
en: blank

source: 송형이라…
en: song hyeong...

source: 정면 돌파를 선택한 것 같네?
en: ...she chose the latter.

source: 합격.'
en: “passed.”

source: 어슬렁~
en: trudge

source: 누군가가…
en: I wish someone...

source: 날 여기로 부른 이유가 뭐야?
en: why’d you bring me here?

source: 이 미친 술판은.
en: what’s with all the drinking?

source: 삐끗
en: SLIP

source: 인 밴드만 지원 가능합니다.
en: SSIONAL EXPERIENCE MAY AUDITION.

source: 아까 듣기론 거래처 직원이 올라간다고 했는데.
en: I heard he was just an employee from a company we’re working with.

source: 다양한 느낌을 이렇게 자유자재로 살릴 수 있다니∙∙∙
en: they’re capable of expressing such a huge range of emotion...

source: 하…
en: haa...

source: 선해(인)
en: Hae-in Seon

source: 운명적 아스테르
en: Fateful Aster

source: 곤란해…
en: this is kind of awkward...

source: 내일까지 각자 밴드명을 생각해 오는 걸로∙∙∙
en: let’s all come up with an idea for the name of our band by tomorrow.

source: 여러분과 버스킹을 할 거거든요!
en: ...we’re going to busk together!

source: 오호…
en: I see...

source: 그러게. 오늘 선이라도 보러 가?
en: yeah. are you going on a date afterwards or something?

source: 뭐 유령의 힘으로 연결해 줄 수 있는 특별한 기연이 있다든가…
en: like a special opportunity or connection that you can create with your ghostly powers...

source: 그리고 저, 보컬까지.
en: and me, a vocalist.

source: 너무 상심하진 말라고.
en: look, don’t let it get you down.

source: 결국 <Mr. Unknown>이라는 제목으로 올려 버린 영상은
en: the video, which I uploaded with the title mr. unknown,

source: 그냥 편하게 써.
en: just be honest.

source: 그리고 마침내 다가온
en: and finally, the day they’d been waiting for...

source: 우선 핸드폰으로 찍은 영상.
en: first of all, anything filmed on a cell phone.

source: 이 곡은… <그냥 너 갈 길 가>잖아?!
en: is this.. go on your way?!

source: 내 계약 건을 날름 받아먹은 이진성 대리가 이달의 우수 사원이 되냐.
en: ...that not only did jinseong lee get my account, he also ended up being named employee of the month?

source: 으아아… 다음부턴 이런 일 없도록…!
en: ahh... no, it won’t happen again!

source: 준비됐습니다!
en: we’re ready!

source: 그나저나 아까 그 얘기… 믿어도 되는 걸까?
en: anyway, can I really... trust what he told me earlier?

source: 지글 지글
en: SIZZLE SIZZLE

source: 젠장, 그것도 그러네…!!
en: ugh, that’s true!

source: 아이고 되다.∙∙∙
en: whew... I’m beat.

source: 우수한 성적으
en: achieved excellence

source: 5분 뒤
en: five minutes later

source: 아니, 스네어마이크는 2번에 물리라고!
en: no, put the snare mic on number 2!

source: 다음 화 예고!
en: Preview for the next episode!

source: 그런 일을 하실 분이 아니라는 걸 알았으니까요.
en: ...that you won’t do the thing I was worried about.

source: 이게…
en: this is...

source: 하지 않을래요?
en: ...in a band with me?

source: 설마-
en: could it be-?

source: 멋있다!!!
en: you’re so cool!

source: 문진이 너는 그냥 다른 패널들과는 다르지.
en: you’re different from the other panelists.

source: 드림 어게인 나오려나?
en: maybe he’ll go on dream again?

source: 장준범 심사 위원!
en: the audition videos assigned to you!

source: 가, 갑자기 다가오니까 그러죠!
en: y-you got really close all of a sudden!

source: …그러고 나서 반년 만에 세상을 등졌지.
en: she passed away just six months later.

source: 그런데 희한한 게…
en: but the strange thing is...

source: 지, 지금…!!
en: th-that was...

source: 농담이야, 이 자식아.
en: I was kidding, kid.

source: 강수빈 대리, 그는 누구인가.
en: who is associate manager subin kang?

source: 그런데 그건, 우리 가족들에게 조금 소홀해질 수도 있는 거야.
en: but it could mean I have less time for you and our family.

source: 저는 사실 고등학교 때 공부 못했습니다.
en: to tell you the truth, I had terrible grades in high school.
